export let shop = [
    {
        id: 0,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: './card1.webp'
    },
    {
        id: 1,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
        '1. Бульон куриный с лапшой и яйцом', 
        '2. Рис жареный с курицей', 
        '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: './card2.webp'
    },
    {
        id: 2,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: './card1.webp'
    },
    {
        id: 3,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: './card2.webp'
    },
    {
        id: 4,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: './card1.webp'
    },
    {
        id: 5,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: './card2.webp'
    },
]

export let blog = [
    {
        id:0,
        image: './blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",

    },
    {
        id:1,
        image: './blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
    },
    {
        id:2,
        image: './blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
    },
    {
        id:3,
        image: './blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",

    },
    {
        id:4,
        image: './blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
    },
    {
        id:5,
        image: './blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
    },
    {
        id:6,
        image: './blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",

    },
    {
        id:7,
        image: './blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
    },
    {
        id:8,
        image: './blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
    },
    
]
