export let shop = [
    {
        id: 0,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом',
            '2. Рис жареный с курицей',
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card1.webp'
    },
    {
        id: 1,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом',
            '2. Рис жареный с курицей',
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card2.webp'
    },
    {
        id: 2,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом',
            '2. Рис жареный с курицей',
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card1.webp'
    },
    {
        id: 3,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом',
            '2. Рис жареный с курицей',
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card2.webp'
    },
    {
        id: 4,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом',
            '2. Рис жареный с курицей',
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card1.webp'
    },
    {
        id: 5,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом',
            '2. Рис жареный с курицей',
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card2.webp'
    },
]

export let shopItem = [
    {
        id: 0,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
    {
        id: 1,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
    {
        id: 2,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
    {
        id: 3,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
]

export let blog = [
    {
        id: 0,
        image: '/blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']

    },
    {
        id: 1,
        image: '/blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id: 2,
        image: '/blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id: 3,
        image: '/blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']

    },
    {
        id: 4,
        image: '/blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id: 5,
        image: '/blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id: 6,
        image: '/blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']

    },
    {
        id: 7,
        image: '/blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id: 8,
        image: '/blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images: ['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },

]

export const questions = [
    {
        id: 0,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 1,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 2,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 3,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 4,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 5,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 6,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 7,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 8,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    }
]

export const slides = [
    {
        id: 0,
        title: `Сервис правильного питания.
                Худей быстро!`,
        subtitle: ``,
        text: `Пробный день`,
        textG: `-30%`,
        image: `./slide_1.png`
    },
    {
        id: 1,
        title: `Кето питание - вкусное и экстремальное быстрое похудение`,
        subtitle: `4 приема пищи.`,
        text: `Пробный день`,
        textG: `от 490руб`,
        image: `./slide_2.png`
    },
    {
        id: 2,
        title: `Detox программа –  вкусное очищение организма `,
        subtitle: `8 бутылочек натуральных смузи и фрешей.`,
        text: `Пробный день всего`,
        textG: `100руб`,
        image: `./slide_3.png`
    },
    {
        id: 3,
        title: `Доверьтесь профессионалам. 
                Я Кобылинский Кирилл - основатель. `,
        subtitle: `Мастер спорта по тяжелой атлетике. Высшее образование института физкультуры(Нуфвс).`,
        text: `Всегда открыт для клиентов`,
        textG: ``,
        image: `./owner.png`
    },
]

export const advantages = [
    {
        image: './advantages_1.png',
        text: `Бережём природу. Эко-тара и проборы.`,
    },
    {
        image: './advantages_2.png',
        text: `28 дней без повторения, более 300 блюд!`,
    },
    {
        image: './advantages_3.png',
        text: `Бесплатно заменяем блюда и ингредиенты.`,
    },
    {
        image: './advantages_4.png',
        text: `Готовим ночью, упаковываем и отправляем Вам!`,     
    },
    {
        image: './advantages_5.png',
        text: `Ежедневная удобная и бесплатная доставка с 6:00 до 10:00`,
    },
    {
        image: './advantages_6.png',
        text: `Сохраняем Вашу энергию и до 14 часов в неделю освобождая от готовки!`,
    },
]

export const plans = [
    {
        name: `Express Fit`,
        ccal: 800, 
        description: `Программа здорового питания Express Fit. 
                        Идеально для: похудения в кратчайшие сроки, повышения энергии 
                        и сил, снижения веса при сидячем образе жизни.`,
        prices:[
            [`Тестовый день`, `510руб`, `357руб`],
            [`1 день`, ``, `510руб`],
            [`от 7 дней`, `510руб`, `490руб`],
            [`от 14 дней`, `510руб`, `470руб`],
            [`от 30 дней`, `510руб`, `445руб`],
            [`Завтрак и ужин`, `-15%`, `433руб`],
        ]
    },
    {
        name: `slim`,
        ccal: 1000, 
    },
    {
        name: `fitness`,
        ccal: 1300, 
    },
    {
        name: `balance`,
        ccal: 1600, 
    },
    {
        name: `balance +`,
        ccal: 1800, 
    },
    {
        name: `strong`,
        ccal: 2000, 
    },
    {
        name: `maxi fit`,
        ccal: 2400, 
    },
] 

export const listEat = [
    {
        name: `Завтрак`,
        time: `7:00 - 9:00`,
        compound: [`- Фриттата с сыром и кабачками`],
        weight: [`170гр`],
    },
    {
        name: `Второй завтрак`,
        time: `10:00 - 11:00`,
        compound: [`- Фермерский йогурт`,
                    `- Полезное печенье из сухофруктов и орехов`],
        weight: [`200гр`,`2шт`],
    },
    {
        name: `Обед`,
        time: `12:00 - 13:00`,
        compound: [`- Люля-кебаб из индейки`,
            ` - Летний салат с маслинами и сыром`],
        weight: [`110гр`,`110гр`],
    },
    {
        name: `Полдник`,
        time: `15:00 - 16:00`,
        compound: [`- Творожное суфле с какао и вишей`],
        weight: [`170гр`],
    },
    {
        name: `Ужин`,
        time: `17:00 - 19:00`,
        compound: [`- Рыбный терен`,
                    `- Овощи гриль`],
        weight: [`100гр`, `150гр`],
    },

]