export let shop = [
    {
        id: 0,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card1.webp'
    },
    {
        id: 1,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
        '1. Бульон куриный с лапшой и яйцом', 
        '2. Рис жареный с курицей', 
        '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card2.webp'
    },
    {
        id: 2,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card1.webp'
    },
    {
        id: 3,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card2.webp'
    },
    {
        id: 4,
        title: 'Бизнес-ланч “Рыбный”',
        weight: 250,
        ccal: 135,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card1.webp'
    },
    {
        id: 5,
        title: 'Бизнес-ланч “Мясной”',
        weight: 350,
        ccal: 535,
        compound: [
            '1. Бульон куриный с лапшой и яйцом', 
            '2. Рис жареный с курицей', 
            '3. Салат овощной с базиликово-медовой заправкой'],
        price: 189,
        image: '/card2.webp'
    },
]

export let shopItem = [
    {
        id: 0,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
    {
        id: 1,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
    {
        id: 2,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
    {
        id: 3,
        image: './shopItem.png',
        title: 'Имбирные конфеты с апельсином',
        compound: 'Состав: Подсушенный миндаль, медовые финики, пряный имбирь, апельсин, миндальные лепестки. Не содержат сахара!',
        protein: 8,
        fats: 20,
        carbh: 36,
        ccal: 346,
        price: 150,
    },
]

export let blog = [
    {
        id:0,
        image: '/blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
        images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']

    },
    {
        id:1,
        image: '/blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id:2,
        image: '/blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id:3,
        image: '/blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']

    },
    {
        id:4,
        image: '/blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id:5,
        image: '/blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id:6,
        image: '/blog1.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']

    },
    {
        id:7,
        image: '/blog2.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    {
        id:8,
        image: '/blog3.png',
        title: "Как поменять свои пищевые привычки",
        date: "29.05.2020",
         images:['/blog1_0.png', '/blog1_1.png', '/blog1_2.png']
    },
    
]

export const questions = [
    {
        id: 0,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 1,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 2,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 3,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 4,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 5,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 6,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 7,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    },
    {
        id: 8,
        title: `Как осуществляется доставка правильного питания?`,
        text: `Узбеки на электровеличах развозят их своими силами, а как еще можно что-то доставлять?`
    }
]